[
  {
    "id": "19",
    "title": "<a href=\"https://www.perchwell.com/show/listing/zqW9PzFMo5V\"color: #1b181c\" target=\"_blank\">Conquest Announces Exclusive Offering of Landmark SoHo Loft at 63 Greene Street - << PROPERTY INFO LINK >></a>",
    "text": "Conquest is delighted to present Residence 2D at 63 Greene Street, a newly completed (2024) masterpiece within the storied 1877 Silk Industry Showroom Building.",
    "descriptions": [
      "This 1,630-square-foot two-bedroom, two-bathroom loft marries dramatic prewar architecture — soaring 14-foot ceilings, original cast-iron columns, and oversized windows — with bespoke modern design and smart home innovation. The chef’s kitchen showcases a marble waterfall island and premium appliances, while the primary suite offers a spa-caliber bath with heated floors and a soaking tub.",
      "Residents enjoy a part-time doorman, private roof terrace with sweeping SoHo skyline views, and proximity to the world’s most prestigious luxury houses, galleries, and dining.",
      "Residence 2D is now available — an extraordinary opportunity to own one of SoHo’s most refined addresses.",
      "For more information about Conquest and our current listings, please visit our website or contact our office directly."
    ],
    "picture": "../../../assets/img/news/19.jpg"
  },
  {
    "id": "18",
    "title": "<a href=\"https://www.perchwell.com/show/listing/l8rmBpc2NQ4\"color: #1b181c\" target=\"_blank\">Conquest Announces Sale of Iconic SoHo Loft for $4.8 Million - << PROPERTY INFO LINK >></a>",
    "text": "Conquest is delighted to present Residence 2E at 63 Greene Street, a 1,446-square-foot condominium loft in the landmark 1877 Silk Industry Showroom Building. This one-bedroom plus office, two-bathroom home features soaring 14-foot ceilings, oversized windows, and original cast-iron columns that embody the authentic character of the SoHo Cast Iron Historic District.",
    "descriptions": [
      "Renowned designer Noha Hassan has transformed the residence into an industrial-chic sanctuary, highlighted by a custom walnut slat wall from Umakat Designs, sculptural lighting from Apparatus, and bespoke furnishings available for separate purchase. The home is further distinguished by Sub-Zero and Bertazzoni appliances, radiant-heated marble floors, motorized shades, and a Miele washer and dryer.",
      "Building amenities include a renovated marble-clad lobby with doorman service, bicycle storage, and a landscaped rooftop with sweeping skyline views.",
      "Residence 2E is now available — a rare opportunity to acquire a one-of-a-kind designer loft in the heart of SoHo.",
      "For more information about Conquest and our current listings, please visit our website or contact our office directly."
    ],
    "picture": "../../../assets/img/news/18.jpg"
  },
  {
    "id": "17",
    "title": "<a href=\"https://www.perchwell.com/show/listing/2RxGApsQBw\"color: #1b181c\" target=\"_blank\">Conquest Announces Sale of Iconic SoHo Loft for $4.8 Million - << PROPERTY INFO LINK >></a>",
    "text": "Conquest is pleased to announce the successful sale of a quintessential SoHo loft at 459 West Broadway, Apartment 5N, in the heart of Manhattan's most coveted neighborhood. This exceptional property, embodying the authentic New York loft lifestyle, has been sold for $4.8 million.",
    "descriptions": [
      "This stunning loft showcases the epitome of SoHo's architectural heritage, featuring soaring ceilings, expansive living spaces, and an abundance of natural light. The residence boasts exposed wood beams and original columns, preserving the industrial character that makes SoHo lofts so desirable.",
      "The open-concept living area creates a dramatic entertaining space that captures the essence of loft living. Oversized windows, refinished hardwood floors, and recessed lighting add to the property's authentic appeal, offering a perfect blend of historic charm and modern luxury.",
      "Located in an elegant 1889 buff brick building within the SoHo Cast-Iron Historic District, this intimate pet-friendly co-op offers amenities such as video intercom security, key-locked elevator access, and spacious basement storage rooms.",
      "The sale of this extraordinary loft for $4.8 million underscores the enduring allure of SoHo's architectural gems and Conquest's expertise in the luxury Manhattan market. This transaction reflects the continued demand for unique, character-filled properties in New York City's most sought-after neighborhoods.",
      "For more information about Conquest and our current listings, please visit our website or contact our office directly."
    ],
    "picture": "../../../assets/img/news/17.jpg"
  },
  {
    "id": "16",
    "title": "<a href=\"https://www.perchwell.com/show/listing/oYAvkEumgz\"color: #1b181c\" target=\"_blank\">Conquest  Announces Sale of Luxurious Chelsea Penthouse - << PROPERTY INFO LINK >></a>",
    "text": "Conquest  is thrilled to announce the successful sale of a stunning penthouse apartment at 459 West 18th Street in the heart of Chelsea, New York City. This exceptional property, boasting 1,871 square feet of living space, offers breathtaking panoramic views of the Hudson River and the High Line.",
    "descriptions": [
      "This sun-flooded penthouse condominium features floor-to-ceiling windows that showcase the vibrant cityscape and flood the space with natural light. The property's prime location in West Chelsea places it at the forefront of New York's architectural renaissance, offering residents unparalleled access to world-class amenities and cultural attractions.",
      "One of the most captivating features of this penthouse is its private outdoor terrace, providing a serene urban oasis with spectacular views of the city skyline. This outdoor space is perfect for entertaining guests or enjoying quiet moments above the bustling streets of Manhattan.",
      "The sale of this penthouse reflects the robust demand for high-end properties in New York City, with the transaction closing on August 15, 2024. Conquest continues to demonstrate its expertise in the luxury real estate market, connecting discerning buyers with exceptional properties that offer both comfort and prestige.",
      "For more information about Conquest and our current listings, please visit our website or contact our office directly."
    ],
    "picture": "../../../assets/img/news/1.png"
  },
  {
    "id": "15",
    "title": "<a href=\"https://www.perchwell.com/show/listing/P1ZXAqinjx\"color: #1b181c\" target=\"_blank\">Conquest leases 1 York to the musician Nas - << PROPERTY INFO LINK >></a></a>",
    "text": "Discover the unmatched elegance of Unit 6E located at One York Street, a unique corner home featuring two bedrooms, two and a half baths, a secluded terrace, and impressive 13-foot high ceilings.Enter the 1,714-square-foot space via a welcoming entrance hall, bathed in natural light from windows facing north and east, presenting stunning panoramic views of the city from every direction.",
    "picture": "../../../assets/img/news/15.jpg"
  },
  {
    "id": "14",
    "title": "<a href=\"https://www.perchwell.com/show/listing/xkGo3YIj7A\"color: #1b181c\" target=\"_blank\">Conquest sold rare penthouse at 157 Spring Street in SoHo NYC - << PROPERTY INFO LINK >></a>",
    "text": "In the heart of SoHo, the Penthouse at 157 Spring Street is a stunning light-filled corner loft, an impeccably renovated duplex residence with private roof access offering distinct downtown views through its southern &amp; western exposures.&nbsp;Located in a boutique pre-war co-op, this approximately 3,500 square foot 3-bedroom + home office, three-bathroom residence, is replete with upgrades and bespoke design. The unmatched attention to detail, private outdoor space, open views and the incredible location make this a rarely available offering.",
    "picture": "../../../assets/img/news/14.png"
  },
  {
    "id": "13",
    "title": "<a href=\"https://bit.ly/2ZCzRQS\" style=\"color: #1b181c\" target=\"_blank\">Conquest advises distressed hotel owner on Sale of the Franklin Hotel In NYC - << PROPERTY INFO LINK >></a>",
    "text": "Conquest represented Ark Partners in the sale of the Franklin Hotel located on 164 east 87th street. The property was auctioned under Section 363 of the United States Bankruptcy Code. Current owners conducted a PIP on the property and reflagged it with IHG’s brand VOCO.&nbsp;",
    "picture": "../../../assets/img/news/13.png"
  },
  {
    "id": "12",
    "title": "<a href=\"https://www.perchwell.com/show/listing/23zQrsQBw\" style=\"color: #1b181c\" target=\"_blank\"> Conquest Breaks Rental Record Per Foot in Greenwich Lane Condominium - << PROPERTY INFO LINK >></a>",
    "text": "The Greenwich Lane offers a staggering array of state-of-the-art amenities never before available in the West Village, including a full fitness and wellness level with professionally designed facilities, yoga and treatment rooms, 25-meter swimming pool with hot tub, and high-end golf simulator; spacious residents’ lounge, dining room with guest chef’s kitchen and separate catering kitchen; a 21-seat screening room; a light-filled children’s playroom; bicycle and private storage; and 24-hour attended lobbies.",
    "picture": "../../../assets/img/news/12.png"
  },
  {
    "id": "11",
    "title": "<a href=\"https://www.perchwell.com/show/listing/OMnKwCk7K\" style=\"color: #1b181c\" target=\"_blank\">Conquest sells in Tony Goldman's iconic NoHo 25 Bond Street - << PROPERTY INFO LINK >></a>",
    "text": "#4E, sold to a user who intends to completely renovate the property. It is comprised of 3 bedrooms, 3.5 bathrooms and is 3700 square feet. The property additionally comes with a parking space. The bold architectural design of 25 Bond Street reflects the changing composition of a historic New York City neighborhood. While the industrial strength language remains faithful to the character of the surrounding buildings, the asymmetrical layering of the facade signals a contemporary transformation of this language.",
    "picture": "../../../assets/img/news/11.png"
  },
  {
    "id": "10",
    "title": "<a href=\"https://www.perchwell.com/show/listing/4XXO9IxD1\" style=\"color: #1b181c\" target=\"_blank\">    Conquest Rents Penthouse of Four Seasons Residences Downtown - << PROPERTY INFO LINK >></a>",
    "text": "The unit has 3 beds, 4.5 baths, 6 rooms and comprises 3121 sq feet. The Four Seasons residences at 30 Park Place are exceptional, but Penthouse 75B is extraordinary. This home has two terraces that are at the bookends of the entertaining space. The stunning terraces have views of both the Hudson and the East River respectively.Residents of the Four Seasons may also take advantage of all hotel amenities and are granted all hotel services, including a 75ft pool, steam rooms, a fitness center, full-time doorman and concierge. Residents may also enjoy their own private gym in addition to a screening room and rentable party space.",
    "picture": "../../../assets/img/news/10.png"
  },
  {
    "id": "9",
    "title": "<a href=\"https://www.perchwell.com/show/listing/0ggJXphz73\" style=\"color: #1b181c\" target=\"_blank\">Conquest Lists 199 Mott Street Penthouse - << PROPERTY INFO LINK >></a>",
    "text": "The Penthouse at 199 Mott is a luxurious full-floor 3 bedroom, 3 bathroom apartment with 4 exposures and views stretching from the Empire State Building to the Freedom Tower and a massive 30' × 50' private rooftop terrace that is excellent for entertaining. Click here to see a 360 virtual tour!&nbsp;",
    "picture": "../../../assets/img/news/9.png"
  },
  {
    "id": "8",
    "title": "<a href=\"https://canoeintelligence.com/\" style=\"color: #1b181c\" target=\"_blank\">Canoe Intelligence leases new headquarters in SoHo in 49 Howard Street. - << PROPERTY INFO LINK >></a>",
    "text": "Canoe moves from its office in the financial district into Howard Street with a new 4000 square foot space. Canoe’s mission led by CEO Jason Eiswerth is to unlock efficiencies in alternative investment processes by introducing purpose-built automation into the workflows of institutional investors, asset servicers, capital allocators and wealth managers.&nbsp;",
    "picture": "../../../assets/img/news/8.jpg"
  },
  {
    "id": "7",
    "title": "<a href=\"https://www.perchwell.com/show/listing/Y1P88fXnx\" style=\"color: #1b181c\" target=\"_blank\">Conquest arranges sale of 385 Atlantic Avenue to expand #1 Ranked Lasik Practice - << PROPERTY INFO LINK >></a>",
    "text": "This 22'-wide mixed-use property located in prime Boerum Hill has 3 residential units and 1 retail storefront, offering a unique opportunity to owner/users or investors alike. Completely updated and turnkey, a gut renovation completed in 2007 included all new elevator, electric, plumbing, and HVAC. Currently 5 stories with remaining FAR, allowing for the possibility of additional expansion.&nbsp;Dello Russo Laser vision intends to occupy the retail after close.",
    "picture": "../../../assets/img/news/7.png"
  },
  {
    "id": "6",
    "title": "<a href=\"https://www.perchwell.com/show/listing/X7QxYCZ8Y\" style=\"color: #1b181c\" target=\"_blank\">Conquest arranges sale of 438 Broome Street Penthouse - << PROPERTY INFO LINK >></a>",
    "text": "Conquest was retained to further manage the gut rehabilitation of the SoHo Co-op after the sale.This Penthouse loft has all the elements necessary to create a truly spectacular home. Direct elevator access through a bronze and glass bank door opens to a brilliant mansion width (27\") space with 8 massive windows flanking north and south. There are 13 ft. ceilings, 2 wood burning stoves, plus 5 sky lights which allows sunlight to stream in all day. Presently it is divided into two separate living spaces that could easily be combined.",
    "picture": "../../../assets/img/news/6.jpeg"
  },
  {
    "id": "5",
    "title": "<a href=\"https://www.perchwell.com/show/listing/Krz16ckXn\" style=\"color: #1b181c\" target=\"_blank\">Conquest facilitates sale of foreclosed prime SoHo development site - << PROPERTY INFO LINK >></a>",
    "text": "This project entails the replacement of an existing 1-story parking garage with a 10-story luxury boutique office rental building in the heart of SoHo. The development features a unique etched metal facade that stands out in otherwise landmark-constrained SoHo, in additional to 12’ ceilings, oversize picture frame windows, private elevator access, enhanced indoor air quality through multiple changes per hour and private terraces for select floors.",
    "picture": "../../../assets/img/news/5.png"
  }
]
